Repository: Crash-AI-Tech/Mosquito-finder
Catalog: Mosquito-finder/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: · VISION LINK ·
zh_hans: · 视觉链路 ·

source: %lld suspects
zh_hans: %lld 个可疑目标

source: 🎯 Zoom in to confirm mosquito
zh_hans: 🎯 放大确认蚊子

source: 📍 Scan walls for suspicious targets
zh_hans: 📍 扫描墙面寻找可疑目标

source: 🔦 Flashlight, focus lock & zoom
zh_hans: 🔦 手电筒、对焦锁定和变焦

source: About
zh_hans: 关于

source: App Language
zh_hans: 应用语言

source: Auto Flashlight
zh_hans: 自动手电筒

source: Background Variance
zh_hans: 背景方差

source: Balanced
zh_hans: 平衡

source: Balanced CoreML mode is faster to confirm targets.
zh_hans: 平衡 CoreML 模式确认速度更快。

source: Balanced Preset
zh_hans: 平衡预设

source: Begin Mission
zh_hans: 开始任务

source: Best Confidence
zh_hans: 最高置信度

source: Cancel
zh_hans: 取消

source: Candidate Generation
zh_hans: 候选生成

source: Candidate Threshold
zh_hans: 候选阈值

source: Candidates
zh_hans: 候选

source: Center Region
zh_hans: 中心区域

source: Center the halo and hold steady.
zh_hans: 将光环居中并保持稳定。

source: Center, zoom, and target size
zh_hans: 中心、变焦和目标尺寸

source: Classic
zh_hans: 经典

source: Classic 2-stage
zh_hans: 经典两阶段

source: Classic Parameter Preset
zh_hans: Classic 参数预设

source: Classic scanner with Balanced and Strict parameter presets.
zh_hans: 经典扫描器，支持平衡和严格两套参数预设。

source: Cleared
zh_hans: 已排除

source: CNN Mosquito Probability
zh_hans: CNN 蚊子概率

source: Common Controls
zh_hans: 通用控制

source: Confidence: %@
zh_hans: 置信度：%@

source: Confirm
zh_hans: 确认

source: Confirmation
zh_hans: 确认

source: Confirmed Targets
zh_hans: 确认目标

source: Confirming...
zh_hans: 确认中...

source: Cooldown
zh_hans: 冷却时间

source: CoreML Balanced
zh_hans: CoreML 平衡模式

source: CoreML Strict
zh_hans: CoreML 严格模式

source: Current Pipeline
zh_hans: 当前 Pipeline

source: D-FINE becomes selectable after the converted CoreML detector is bundled.
zh_hans: D-FINE 转换成 CoreML 并内置后会自动变为可选。

source: D-FINE creates candidates; confidence gate confirms them.
zh_hans: D-FINE 生成候选框，再用置信度门控确认。

source: D-FINE detector
zh_hans: D-FINE 检测器

source: D-FINE Detector
zh_hans: D-FINE 检测器

source: Dark-spot scanner
zh_hans: 暗点扫描器

source: Dark-spot scanner creates candidates; CNN confirms ROI crops.
zh_hans: 暗点扫描器生成候选区域，CNN 确认 ROI 裁剪图。

source: Default
zh_hans: 默认

source: Derived from Stage 2 confirmation threshold, capped at 0.35.
zh_hans: 由第二阶段确认阈值推导，最高限制为 0.35。

source: Detection Profile
zh_hans: 识别配置

source: Detection Settings
zh_hans: 检测设置

source: Detector 2-stage
zh_hans: 检测器两阶段

source: Detector boxes are filtered with NMS before tracking.
zh_hans: 检测框先经过 NMS 过滤，再进入跟踪。

source: Detector boxes become tracked candidates.
zh_hans: 检测框会转为可跟踪候选目标。

source: Detector Confirmation
zh_hans: 检测器确认

source: Detector NMS IoU
zh_hans: 检测器 NMS IoU

source: Developer Diagnostics
zh_hans: 开发诊断

source: Diagnostics
zh_hans: 诊断

source: Done
zh_hans: 已处理

source: End
zh_hans: 结束

source: English
zh_hans: 英语

source: Error: %@
zh_hans: 错误：%@

source: Faster confirmation with moderate false-positive control.
zh_hans: 确认更快，同时保持适中的误报控制。

source: Feedback
zh_hans: 反馈

source: Finish
zh_hans: 处理

source: Focus
zh_hans: 对焦

source: Follow System
zh_hans: 跟随系统

source: Found: %lld
zh_hans: 已发现：%lld

source: Found!
zh_hans: 已发现！

source: Full-frame detector profile with YOLOX NMS tuning.
zh_hans: 全图检测器配置，包含 YOLOX NMS 调参。

source: Haptic Feedback
zh_hans: 触觉反馈

source: Higher confirmation threshold for fewer false positives.
zh_hans: 更高确认阈值，用于减少误报。

source: Hunting History
zh_hans: 狩猎记录

source: Installed
zh_hans: 已安装

source: Keep the target inside the reticle.
zh_hans: 让目标保持在准星内。

source: Language
zh_hans: 语言

source: Learn the lock-on flow before the first hunt.
zh_hans: 第一次狩猎前，先熟悉锁定流程。

source: Light
zh_hans: 灯光

source: Local Contrast
zh_hans: 局部对比度

source: Local contrast and smooth-background gates generate candidates.
zh_hans: 通过局部对比度和平滑背景门控生成候选。

source: Lock
zh_hans: 锁定

source: Lower values prefer smoother wall/background regions.
zh_hans: 数值越低，越偏好平滑墙面或背景区域。

source: Max Candidates: %lld
zh_hans: 最大候选数：%lld

source: Max Stage 1 Candidates
zh_hans: 第一阶段最大候选数

source: Min Target Size
zh_hans: 最小目标尺寸

source: Min Zoom
zh_hans: 最小变焦

source: Minimum dark-point contrast against local background.
zh_hans: 暗点相对局部背景所需的最低对比度。

source: Minimum time between confirmation attempts.
zh_hans: 两次确认尝试之间的最短间隔。

source: Mission Briefing
zh_hans: 任务简报

source: Mission system ready.
zh_hans: 任务系统就绪。

source: Mode
zh_hans: 模式

source: Model
zh_hans: 模型

source: Model Availability
zh_hans: 模型可用性

source: Model Inventory
zh_hans: 模型清单

source: Mosquito Finder
zh_hans: 猎蚊者

source: MOSQUITO FOUND
zh_hans: 发现蚊子

source: Mosquito Found!
zh_hans: 发现蚊子！

source: Mosquito!
zh_hans: 蚊子!

source: Needs training
zh_hans: 需要继续训练

source: Needs Training
zh_hans: 需要训练

source: No confirmed targets yet.
zh_hans: 还没有确认目标。

source: No records yet. Start hunting!
zh_hans: 暂无记录，开始狩猎吧！

source: Not installed
zh_hans: 未安装

source: Radar
zh_hans: 雷达

source: Radar Sensitivity
zh_hans: 雷达灵敏度

source: Radius relative to the shorter frame edge.
zh_hans: 相对于画面短边的半径。

source: Ready
zh_hans: 就绪

source: Recent Hunts
zh_hans: 最近狩猎

source: Recommended
zh_hans: 推荐

source: Recommended full-frame detector and confidence confirmation.
zh_hans: 推荐的全图检测器与置信度确认方案。

source: Red lock means confirmed. Finish the target.
zh_hans: 红色锁定代表已确认，处理目标。

source: Required camera zoom before confirmation can fire.
zh_hans: 触发确认前所需的相机变焦倍数。

source: RGB CNN classifier
zh_hans: RGB CNN 分类器

source: Runtime Model
zh_hans: 运行模型

source: Runtime Values
zh_hans: 运行时参数

source: Runtime values and model inventory
zh_hans: 运行参数和模型库存

source: Scan
zh_hans: 扫描

source: Scanning
zh_hans: 扫描中

source: Select
zh_hans: 选择

source: Settings
zh_hans: 设置

source: Simplified Chinese
zh_hans: 简体中文

source: Skip
zh_hans: 跳过

source: Smallest tracked box allowed to trigger confirmation.
zh_hans: 允许触发确认的最小跟踪框尺寸。

source: Stable
zh_hans: 稳定

source: Stable detector confidence gate
zh_hans: 稳定检测置信度门控

source: Stable Frames
zh_hans: 稳定帧数

source: Stable Frames: %lld
zh_hans: 稳定帧数：%lld

source: Stage 1
zh_hans: 第一阶段

source: Stage 1 Contrast
zh_hans: 一阶段对比度

source: Stage 1 Max Candidates: %lld
zh_hans: 一阶段最大候选：%lld

source: Stage 2
zh_hans: 第二阶段

source: Stage 2 Confidence
zh_hans: 二阶段置信度

source: Stage 2 Threshold
zh_hans: 第二阶段阈值

source: Start Hunting
zh_hans: 开始狩猎

source: Stored for detector profiles.
zh_hans: 用于检测器配置的预留参数。

source: Strict
zh_hans: 严格

source: Strict CoreML mode minimizes false positives.
zh_hans: 严格 CoreML 模式优先降低误报。

source: Strict Preset
zh_hans: 严格预设

source: Suspicious
zh_hans: 可疑

source: Sweep slowly across walls and corners.
zh_hans: 缓慢扫过墙面和角落。

source: Sweep walls and corners slowly.
zh_hans: 缓慢扫描墙面和角落。

source: Target confirmed. Finish it.
zh_hans: 目标已确认，处理它。

source: TARGET LOCKED
zh_hans: 目标锁定

source: Targeting
zh_hans: 锁定中

source: The cropped target ROI is classified by MosquitoClassifier.
zh_hans: 裁剪后的目标 ROI 会交给 MosquitoClassifier 分类。

source: THREAT DETECTION SYSTEM
zh_hans: 威胁检测系统

source: Total Hunts
zh_hans: 累计狩猎

source: Total Mosquitoes
zh_hans: 累计蚊子

source: Total Time
zh_hans: 累计时长

source: Tracked detector confidence must pass the confirmation threshold.
zh_hans: 跟踪后的检测置信度必须通过确认阈值。

source: Trigger Gates
zh_hans: 触发门控

source: Trophies
zh_hans: 战绩

source: Trophy
zh_hans: 战绩

source: Tune Pipeline
zh_hans: 调节 Pipeline

source: Used by YOLOX box suppression.
zh_hans: 用于 YOLOX 框抑制。

source: Uses the MosquitoClassifier probability on the target ROI.
zh_hans: 使用 MosquitoClassifier 对目标 ROI 的概率。

source: Uses the tracked full-frame detector confidence.
zh_hans: 使用已跟踪的全图检测器置信度。

source: v1.0 · AI POWERED
zh_hans: v1.0 · AI 驱动

source: Version
zh_hans: 版本

source: YOLOX creates candidates; NMS filters overlapping boxes.
zh_hans: YOLOX 生成候选框，NMS 过滤重叠框。

source: YOLOX detector
zh_hans: YOLOX 检测器

source: YOLOX Detector
zh_hans: YOLOX 检测器

source: YOLOX detector is bundled and uses the best current mosquito detector.
zh_hans: YOLOX 检测器已内置，是当前效果最好的蚊子检测模型。

source: YOLOX High Precision Preset
zh_hans: YOLOX 高精度预设

source: Zoom in or move closer until lock turns red.
zh_hans: 放大或靠近，直到锁定变红。

source: Slowly scan bright walls
zh_hans: 缓慢扫描明亮墙面

source: Hold the phone steady
zh_hans: 请保持手机稳定

source: Possible mosquito found
zh_hans: 发现疑似蚊子

source: Move the target to center
zh_hans: 将目标移到中心

source: Zoom in and move closer
zh_hans: 放大并靠近一点

source: Confirming the close-up
zh_hans: 正在确认近景画面

source: Mosquito confirmed
zh_hans: 蚊子已确认

source: No useful signal yet
zh_hans: 暂未发现有效信号

source: Pan slowly. The app is searching for tiny dark shapes.
zh_hans: 慢慢移动镜头，App 正在寻找细小暗色目标。

source: Motion blur lowers accuracy. Pause for a moment.
zh_hans: 画面抖动会降低准确率，请短暂停稳。

source: Keep this area in view while the app checks stability.
zh_hans: 保持该区域在画面内，App 正在判断目标是否稳定。

source: Follow the arrow and place the candidate inside the ring.
zh_hans: 跟随箭头移动，将候选目标放进中心环内。

source: Use 2x or move closer before final recognition.
zh_hans: 最终识别前请使用 2x 或靠近一点。

source: The app is rechecking a high-resolution crop.
zh_hans: App 正在对高清局部裁剪进行二次识别。

source: The target has passed two-stage recognition.
zh_hans: 该目标已经通过两阶段识别。

source: Try a lighter, smoother background or turn on the flashlight.
zh_hans: 尝试更亮、更平整的背景，或打开手电筒。

source: Targets
zh_hans: 目标

source: Zoom
zh_hans: 变焦

source: Move
zh_hans: 移动

source: Guided two-stage mosquito search
zh_hans: 引导式两阶段蚊子搜索

source: Scan wide areas slowly
zh_hans: 缓慢扫描大范围区域

source: Follow guidance to move closer
zh_hans: 跟随提示靠近目标

source: Confirm with a close-up crop
zh_hans: 通过近景局部裁剪确认

source: v2.0 · TWO-STAGE VISION
zh_hans: v2.0 · 两阶段视觉识别

source: Hunting Experience
zh_hans: 猎蚊体验

source: Guided Search
zh_hans: 引导式搜索

source: The camera now coaches scanning, centering, zooming, and close-up confirmation.
zh_hans: 相机会引导你完成扫描、居中、变焦和近景确认。

source: Show guide on next hunt
zh_hans: 下次猎蚊时显示指南

source: Developer Lab
zh_hans: 开发者实验室

source: Advanced model and threshold tools
zh_hans: 高级模型和阈值工具

source: Use this only when testing model behavior or collecting diagnostics.
zh_hans: 仅在测试模型行为或收集诊断信息时使用。

source: Stage 1 Search
zh_hans: Stage 1 搜索

source: Stage 2 Confirmation
zh_hans: Stage 2 确认

source: Guidance Gates
zh_hans: 引导触发条件

source: D-FINE searches widely; ROI recheck confirms close-up crops.
zh_hans: D-FINE 负责大范围搜索，ROI 复检确认近景裁剪。

source: YOLOX searches widely; NMS and ROI recheck reduce false alarms.
zh_hans: YOLOX 负责大范围搜索，NMS 和 ROI 复检减少误报。

source: High-resolution ROI recheck
zh_hans: 高清 ROI 复检

source: The tracked candidate is enlarged, cropped, and passed through the detector again.
zh_hans: 追踪到的候选区域会被放大裁剪，并再次交给检测器确认。

source: Guided candidate search and close-up confirmation
zh_hans: 引导式候选搜索与近距离确认

source: Search likely hiding places slowly
zh_hans: 缓慢搜索可能藏有蚊子的区域

source: Move closer only when a candidate is stable
zh_hans: 候选目标稳定后再靠近

source: Confirm with a high-resolution crop
zh_hans: 通过高清局部画面进行确认

source: Handheld scan
zh_hans: 手持扫描

source: Tripod watch
zh_hans: 固定监测

source: Keep the phone fixed on a stable support
zh_hans: 将手机固定在稳固支架上

source: Track possible flying insects across frames
zh_hans: 跨帧追踪疑似飞虫

source: Mark a possible landing area before close-up
zh_hans: 标记可能落点，再进行近距离确认

source: Start scanning
zh_hans: 开始扫描

source: Start monitoring
zh_hans: 开始监测

source: Mount the phone
zh_hans: 固定手机

source: Calibrating the room
zh_hans: 正在校准房间画面

source: Watching for flight
zh_hans: 正在监测飞行目标

source: Motion detected
zh_hans: 检测到运动

source: Tracking a possible flying insect
zh_hans: 正在追踪疑似飞虫

source: Camera movement detected
zh_hans: 检测到相机移动

source: Possible landing area
zh_hans: 可能落点区域

source: Checking the landing area
zh_hans: 正在检查落点区域

source: Place the phone on a stable support with a clear view of the room.
zh_hans: 将手机固定好，并确保摄像头清楚覆盖房间。

source: Keep people, curtains, and the phone still while the background is learned.
zh_hans: 学习背景时，请保持手机、人员和窗帘静止。

source: The app is looking for small moving objects, not declaring a mosquito yet.
zh_hans: App 正在寻找移动小目标，此时不会直接判断为蚊子。

source: A small movement is being checked across several frames.
zh_hans: 正在通过连续多帧检查这次微小运动。

source: Keep the scene unchanged while the possible insect remains in view.
zh_hans: 疑似飞虫仍在画面中，请保持环境不变。

source: Do not touch the phone. Background calibration will restart automatically.
zh_hans: 请勿触碰手机，背景校准将自动重新开始。

source: The movement stopped near this area. Move closer before final identification.
zh_hans: 运动在此区域附近停止，请靠近后再进行最终识别。

source: The Stage 2 classifier is checking the last visible area.
zh_hans: 第二阶段正在检查目标最后出现的区域。

source: The landing area also passed the mosquito classifier.
zh_hans: 该落点区域也通过了蚊子分类器确认。

source: Close
zh_hans: 关闭

source: Recalibrate
zh_hans: 重新校准

source: Continue with close-up scan
zh_hans: 继续近距离扫描

source: False alarm
zh_hans: 误报

source: Resume watch
zh_hans: 继续监测
